Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: དེའི་སྟེང་དུ་ཡི་གེ་ར་དམར་པོ་ཐིག་ལེ་དང་བཅས་པའི་འབར་བའི་ཕྲེང་བ་འཁྲུགས་པར་བསམས་ནས་སྡིག་པ་ཐམས་ཅད་འཇོམས་པའི་སྔགས་འདི་བཟླས་སོ། །ཨོྃ་ཧ་ན་བི་དྷྭན་ས་ཡ་བི་དྷྭན་ས་ཡ།
en: It is marked with a red syllable ca and bindu and is surrounded by a halo of flames. One should then recite the following mantra: “ Oṁ , kill, crush, and destroy evil!

source: ནཱ་ཤ་ཡ་སྭཱ་བཾ་ཧཱུྃ་ཕཊ།
en: Hūṁ phaṭ

source: འདིའི་རྗེས་ཐོགས་ཁོ་ནར་སྟོང་པ་ཉིད་དུ་བསྒོམས་ཏེ།
en: “Immediately after reciting the mantra one should meditate on emptiness.

source: མདུན་དུ་མེ་ཏོག་ཀུནྡ་དང་། ཤེལ་ལྟ་བུར་བལྟས་ནས་དེའི་དབུས་སུ་ཡི་གེ་ཧཱུྃ་དང་། པདྨ་འདབ་མ་བརྒྱད་པ་རྣམ་པར་བསམས་ཏེ།
en: “One should next visualize bodhicitta the color of jasmine flowers, the moon, or a crystal, in the middle of which is the syllable hūṁ and an eight-petaled lotus.

source: དེའི་དབུས་སུ་ཡི་གེ་ཧཱུྃ་འབར་བའི་ཕྲེང་བ་ཀུན་ནས་འཁྲུགས་པ་རྣམ་པར་བསམས་ལ།
en: In the center of the lotus one should imagine that the syllable hūṁ is haloed with flames.

source: ཁྲོ་བོ་དབབ་པའི་སྔགས་འདིས་དབབ་པར་བྱའོ།
en: One should invite the deity to enter with the following mantra of Wrath’s entry: “ Oṁ , Wrath! Please enter!

source: །ཨོྃ་ཀྲོ་དྷ་ཨཱ་བེ་ཤ་ཡ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཨ།
en: Hūṁ hūṁ hūṁ ! Aḥ

source: དེ་ནས་ཁྲོ་བོ་དབབ་པའི་ཕྱག་རྒྱ་བཅིངས་ཏེ། སྔགས་འདི་བཟླས་པར་བྱའོ།
en: “Then, forming the mudrā of Wrath’s entry, one should say the following mantra:

source: །ཨོྃ་བཛྲ་ཨཱ་བེ་ཤ་ཡ་ཨཱ་བེ་ཤ་ཡ་པཱ་ཏ་ཡ་པཱ་ཏ་ཡ་ཧཱུྃ།
en: Oṁ , Vajra! Please enter and take control! Hūṁ

source: དེ་ནས་རང་ལྷའི་སྐུར་བསམ་མོ།
en: “One should then visualize oneself in the form of the deity.

source: །དེ་ནས་ཁྲོ་བོའི་བདག་པོ་ཁྲོ་བོའི་རྒྱལ་པོའི་ཕྱག་རྒྱས་ཡན་ལག་དྲུག་ཏུ་དགོད་པར་བྱ་སྟེ།
en: “Then, acting as the supreme master Great Wrath, one should use the mudrā of King Wrath to perform the sixfold placement while reciting:

source: ཨོྃ་ཧ་ན་བཛྲ་ཧཱུྃ།
en: “At the head: Oṁ , kill, O vajra!

source: སྤྱི་བོར་རོ།
en: Hūṁ ! “At the topknot:

source: །ཨོྃ་དྷ་ར་བཛྲ་ཧཱུྃ། སྤྱི་གཙུག་ཏུའོ། །ཨོྃ་དཱིཔྟ་བཛྲ་ཧཱུྃ།
en: Oṁ , burn, O vajra!

source: མིག་ཏུའོ།
en: Hūṁ ! “At the eyes:

source: །ཨོྃ་བཛྲ་རོ་ཥ་ཎ་ཧཱུྃ།
en: Oṁ , O blazing vajra!

source: སྙིང་གར་རོ། །ཨོྃ་བཛྲ་དྲྀ་ཌྷ་བཛྲ་ཧཱུྃ། གོ་ཆ་འོ།
en: Hūṁ ! “At the chest:

source: །ཨོྃ་ཧ་ན་ད་ཧ་པ་ཙ།
en: Oṁ , O vajra anger!

source: ཀྲོ་དྷ་བཛྲ་སརྦ་དུ་ཥྚ་ན།
en: Hūṁ ! “As the armor:

source: མཱ་ར་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , O firm vajra!

source: མཚོན་ཆའོ།
en: Hūṁ ! “As the weapon: Oṁ , kill, burn, and cook them! O Krodhavajra, kill all the evil ones! Hūṁ phaṭ

source: །ཁྲོ་བོའི་རྒྱལ་པོ་འདི་དག་ཡན་ལག་དྲུག་ལ་དགོད་པར་གསུངས་སོ།
en: “In this way one should perform the sixfold placement of the king Great Wrath.

source: །དེ་ནས་དཀྱིལ་འཁོར་གྱི་ལྷའི་སྙིང་པོས་སྤྱན་དྲངས་ཏེ།
en: “Next, one should summon the essence of the maṇḍala deities.

source: སོར་མོ་ཕན་ཚུན་དུ་བཀུག་ནས་མཛུབ་མོ་གཉིས་རྩེ་མོ་བཀུག་པའི་ཕྱག་རྒྱས་འདི་ལ་སྔགས་སྦྱར་བར་བྱའོ།
en: One should extend one’s index fingers in the shape of hooks, fold the other fingers, and combine the mudrā with the following mantra:

source: །ཨོྃ་བཛྲ་དྷ་ར་མ་ཧཱ་ཀྲོ་དྷ་སམ་ཡ།
en: Oṁ , Vajradhara Great Wrath! Keep your commitments and come quickly! Hrīḥ jaḥ hūṁ

source: མ་ནུ་པཱ་ལ་ཡ་ཤཱི་གྷྲྃ་ཨཱ་གཙྪ་ཧྲཱིཿཛཿ ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Phaṭ phaṭ svāhā ! “One will then summon all the deities of the maṇḍala. “The mantra for the welcome offering:

source: འདིས་ལྷ་ཐམས་ཅད་སྤྱན་དྲང་བར་བྱའོ། །ཨོྃ་སརྦ་དེ་བི་ཏཱ་པྲ་སིདྡྷ་ཧཱུྃ་ཨ། །ཨོྃ་ནཱ་ཤ་ཡ་དུ་ཥྚ་ན་ད་ཧ་པ་ཙ་དུཥྚཱན་བྷསྨཱིཾ་ཀུ་རུ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ།
en: Oṁ , all deities!

source: སྟངས་སྟབས་ཀྱེའོ།
en: Please be kind and well disposed. Hūṁ ! “The mantra to castigate the evil ones:

source: །ཨོྃ་བཛྲ་ཀྲོ་དྷ་མ་ཧཱ་ཙཎྜ།
en: Oṁ , destroy all evildoers! Burn them, cook them, and turn them to ashes!

source: བནྡྷ་བནྡྷ་ད་ཤ་དི་ཤ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ ! Phaṭ phaṭ

source: ཕྱོགས་བཅིང་བའོ། །ཨོྃ་བྷུར་བྷུ་བ་སྭཱ་ཧཱ།
en: “The mantra to bind the directions:

source: ལྷ་ཆེན་པོའིའོ། །ཨོྃ་ཨཱ་ཤྲཱི་བཛྲ་ཧ་ན་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , intensely fierce Great Vajra Wrath! Bind, bind the ten directions! Hūṁ phaṭ ! “Each of the maṇḍala deities should be addressed with their mantra:

source: ཁྱབ་འཇུག་གིའོ།
en: “Mahādeva:

source: །དེ་བ་ཀུ་རུ་དྷེ་དྷ་རཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, bhūr bhuvaḥ svaḥ ! “Viṣṇu:

source: སྐྱེ་དགུའི་བདག་པོའིའོ།
en: Svāhā to the glorious one with a discus in his hand! “Prajāpati:

source: །ཨོྃ་ཧྲཱིཿཀྲོཉྩ་ཤཀྟི་དྷཱ་ར་ཎི་ཕཊ་ཕཊ། གཞོན་ནུའི་སྔགས་སོ།
en: Oṁ , svāhā to the teacher and preceptor of gods! “Kumāra: Oṁ , hrīḥ

source: །ཨོྃ་གྲུྃ་ག་ཎ་པ་ཏ་ཡེ་སྭཱ་ཧཱ།
en: To the one with the power to split Mount Krauñca, phaṭ svāhā ! “Gaṇapati: Oṁ , grūṃ

source: ཚོགས་བདག་གིའོ།
en: Svāhā to the leader of the troops! “Āditya:

source: །ཨོྃ་ཤྲཱི་ཙ་ཡ་ཨ་ཏྲ་ཀི་ནི་སྭཱ་ཧཱ། ཉི་མའིའོ།
en: Oṁ , śrī svaḥ

source: །ཨོྃ་ནནྡེ་ཤྭ་རཱ་ཡ།
en: Svāhā to the thousand-rayed one! “Nandi: Oṁ , to Lord Nandi, dance, dance!

source: ནཱ་ཏ་ནཱ་ཏ་ཧྲཱིཿསྭཱ་ཧཱ།
en: Hrīḥ svāhā ! “Rāhu:

source: དགའ་བའི་དབང་ཕྱུག་གིའོ། །ཨོྃ་ཙཎྜ་ཤ་ཀྲ་པ་ར་ཀྲཱ་མ་ཡེ་ཧཱུྃ་ཕཊ།
en: Oṁ , courageous enemy of the moon, hūṁ phaṭ svāhā ! “Candra:

source: སྒྲ་གཅན་གྱིའོ། །ཨོྃ་ཙནྡ་ཡ་ཤྲི་སྭཱ་ཧཱ། སྟེང་གི་ཟླ་བའིའོ།
en: Oṁ , to Candra, śrīḥ svaḥ svāhā

source: །དེ་ནས་མཆོད་པའི་ལྷ་མོ་རྣམས་ཀྱི་སྙིང་པོ་བཤད་པ།
en: “The heart mantras of the goddesses of offerings:

source: ཨོྃ་བྲུྃ་ནམ།
en: Oṁ sprūṃ namaḥ ! “Śrī:

source: ལྷ་མོ་ཨུ་མའིའོ། །ཨཱོྃ་ཤྲཱི་ནམཿ།
en: Oṁ śrī namaḥ ! “Śaśī: Oṁ śrī jaṃ namaḥ ! “Tilottamā:

source: དཔལ་གྱི་ལྷ་མོའིའོ།
en: Oṁ śrī namaḥ ! “Rambhā:

source: །ཨོྃ་ཤྲཱི་ཡ་ནམཿ། ཐིག་ལེ་མཆོག་མའིའོ།
en: Oṁ śrī svaḥ namaḥ ! “Sarasvatī:

source: །ཨོྃ་ས་ར་སྭཏྱ་གཱ་ཏཱ་ཡ་སརྦྦ་སྭཱ་ཧཱ། དབྱངས་ཅན་མའིའོ། །ཨོ་ཤྲཱི་ཙྃ་མ།
en: Oṁ , Sarasvatī!

source: རྩོམ་མ་མའིའོ།
en: Tell everything!

source: །ཨོ་ཤྲཱི་ན་མ། ཟླ་བ་མའིའོ།
en: Svāhā ! “Surasundarī:

source: །ཨོྃ་ཡཀྵ་ཤཱ་རི་ཀྵིསྭཱ་ཧཱ།
en: Oṁ , the queen of yakṣas!

source: སྡུག་གུ་མཛེས་མའིའོ།
en: Kṣīṃ svāhā ! “Bhūti:

source: །ཨོྃ་ཨ་བྷཱུ་ཏི་རི་ཧྲཱིཿ།
en: Oṁ , Subhūti!

source: མི་འབྱུང་བའིའོ།
en: Hrīḥ

source: །དེ་ནས་འབྱུང་མོ་སྒོ་སྐྱོང་མ་བརྒྱད་ཀྱིའོ།
en: “Next is the mantra for the female-spirit gatekeepers:

source: །ཨོྃཨ་ཤྲཱི་བཱྃ་མྃ་སྭཱ་ཧཱ།
en: Oṁ āḥ śrī vāṃ māṃ svāhā

source: འབྱུང་པོ་བརྒྱད་ཀྱི་སྙིང་པོ་སྟེ་སྔ་མ་བཞིན་ནོ།
en: “The heart mantras of the eight great female spirits are the same as specified before.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the maṇḍala that brings accomplishment. Chapter

source: །།དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: “Next are the detailed instructions on mudrās from the great sovereign Bhūta­ḍāmara Tantra . “The mudrā of the lotus throne:

source: སོར་མོ་ཕན་ཚུན་བསྣོལ་ནས་མཛུབ་མོ་གཉིས་བཀབ་པ་ལྟར་བརྐྱང་བ་བྱས་པ་ནི་སྡིག་པ་འཇོམས་པའི་ཕྱག་རྒྱའོ།
en: “Fold in the other fingers and extend both your index fingers to form the shape of a needle. “The great mudrā of Great Wrath’s entry:

source: །ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ནས་མཛུབ་མོ་གཉིས་འཁྱུད་པ་ནི་ཁྲོ་བོ་དབབ་པའི་ཕྱག་རྒྱ་སྟེ།
en: “Hold your fists together and enclose both index fingers.

source: འཇིག་རྟེན་གསུམ་སྐད་ཅིག་གིས་འབེབས་པའི་ཕྱག་རྒྱ་ཆེན་པོའོ།
en: Great Wrath will instantly be made to enter the triple universe.

source: །དེ་ནས་ཡན་ལག་དྲུག་གི་ཕྱག་རྒྱ་བཤད་པ།
en: “The following are the mudrās of the six limbs: “The mudrā for the head:

source: ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ཏེ།
en: “Hold your fists together and extend the middle fingers.

source: གུང་མོའི་སོར་མོ་བརྐྱང་བ་ནི་སྤྱི་བོའི་ཕྱག་རྒྱའོ།
en: “The mudrā for the topknot:

source: །ཕྱག་རྒྱ་དེ་ཉིད་ལས་གུང་མོ་ནང་དུ་བཅུག་ནས་མཛུབ་མོ་ཁབ་ལྟར་བྱས་པ་ནི་སྤྱི་གཙུག་གི་ཕྱག་རྒྱའོ།
en: “This mudrā is the same as above, but here one should enclose both middle fingers and form the index fingers into the shape of a needle. “The mudrā for the eyes:

source: །ཕྱག་རྒྱ་དེ་ཉིད་ལས་མཛུབ་མོའི་རྩར་མཐེ་བོ་བཞག་སྟེ། མཐེ་བོང་གཡས་པ་མིག་གཡས་པར་བཞག་སྟེ། མཐེ་བོང་གཡོན་པ་མིག་གཡོན་པར་བཞག་པ་ནི་མིག་གི་ཕྱག་རྒྱའོ།
en: “This is the same as above, but here one should stick the thumbs out to the side, touch one’s right eye with the right thumb, and touch one’s left eye with the left thumb.

source: །ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཐེའུ་ཆུང་གཉིས་འཁྱུད་པ་ལ་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་སྙིང་གའི་ཕྱག་རྒྱའོ།
en: “The mudrā for the heart: “Hold your fists together, enclose both little fingers, and extend both index fingers. “The mudrā for the armor:

source: །ཕྱག་རྒྱ་དེ་ཉིད་ལས་མཛུབ་མོ་བསྐྱིལ་བ་བྱས་པ་ནི་གོ་ཆའི་ཕྱག་རྒྱའོ།
en: “Form the same mudrā as above and form both index fingers into a circle.

source: །མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་མཚོན་ཆའི་ཕྱག་རྒྱའོ།
en: “The mudrā for the weapon: “Form the same mudrā as above and extend your index fingers. “The mudrā for the welcome offering: “Join your hands with the palms flat in a gesture of greeting, with the middle fingers side by side with the other fingers. “The mudrā for castigating evil ones:

source: །སྙིམ་པ་མཉམ་པར་བྱས་ནས་མཐེ་བོ་གཉིས་མཛུབ་མོ་ལ་བཅངས་པ་ནི་ཡོན་ཆབ་ཀྱི་ཕྱག་རྒྱའོ། །ཁུ་ཚུར་སོ་སོར་བཅངས་ལ་མཐེ་བོ་བརྐྱང་བ་ནི་སྟངས་སྟབས་ཀྱི་ཕྱག་རྒྱའོ།
en: “Hold your fists together and extend both thumbs. “The mudrā for binding the directions:

source: །ཁུ་ཚུར་སོ་སོར་ཐ་དད་པར་བཅངས་ཏེ། མཛུབ་མོ་གཡོན་པ་བརྐྱང་ནས་དཔུང་པ་གཡས་པའི་རྩ་བར་བཞག་གོ།
en: “Holding your fists apart, extend your left index finger and place it at the base of your arm.

source: །གཡས་པའི་མཐེ་བོས་མཐེའུ་ཆུང་གི་སོར་མོ་མནན་ཏེ། སོར་མོ་ལྷག་མ་བརྐྱང་ནས་ཕྱོགས་བཅུར་བསྐོར་བ་ནི་བཅིང་བའི་ཕྱག་རྒྱའོ།
en: On your right hand, cover the fingernail of your little finger with your thumb and extend your remaining fingers, placing them at the base of your right arm.

source: །དེ་ནས་ལྷ་ཆེན་པོའི་ཕྱག་རྒྱ་བཤད་པ།
en: “The mudrā of Mahādeva:

source: ཐལ་མོ་མཉམ་པར་སྦྱར་ཏེ། མཐེའུ་ཆུང་དང་སྲིན་ལག་བཀུག་པ་ནི་དྲག་པོའི་ཕྱག་རྒྱའོ།
en: “Join your hands in a gesture of greeting with the palms flat while bending your index and ring fingers at a sharp angle. This is the ‘broken mudrā’ of Rudra. “The mudrā of Viṣṇu’s conch:

source: །ཐལ་མོ་མཉམ་པར་སྦྱར་ནས་མཛུབ་མོ་གཉིས་འཁྱུད་དེ་བཀུག་པ་ནི་སྲེད་མེད་ཀྱི་བུའི་དུང་གི་ཕྱག་རྒྱའོ།
en: “Join your hands in a gesture of greeting with the palms flat while bending your index fingers inward so that they are enclosed. “The mudrā of Prajāpati’s water pitcher:

source: །སོར་མོ་ཕན་ཚུན་བསྣོལ་ནས་མཐེའུ་ཆུང་རབ་ཏུ་བརྐྱང་བ་ནི་སྐྱེ་དགུའི་བདག་པོའི་སྤྱི་བླུགས་ཀྱི་ཕྱག་རྒྱའོ།
en: “Folding in the other fingers, extend both little fingers. “The mudrā with the power to crush Mount Krauñca:

source: །ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ།
en: “Make your left hand into a fist and extend your middle finger. “The mudrā of Gaṇapati’s axe: “Form your left hand into a fist and extend your index and middle fingers.

source: གུང་མོའི་སོར་མོ་བརྐྱང་བ་ནི་ཁྲུང་ཁྲུང་འཇོམས་པའི་མདུང་གི་ཕྱག་རྒྱའོ།
en: Then, bending your index finger, hold it against the middle joint of your middle finger.

source: །གུང་མོའི་སོར་མོའི་ཚིགས་བཀུག་པ་ནི་ཚོགས་ཀྱི་བདག་པོའི་དགྲ་སྟའི་ཕྱག་རྒྱའོ།
en: “The mudrā of Āditya’s chariot:

source: །ཐལ་མོ་མཉམ་པར་སྦྱར་ནས་བཀྲ་ཤིས་ཀྱི་ལག་པར་བྱས་ཏེ།
en: “Join your hands in a gesture of greeting with the palms flat, making the sign of the svastika

source: གཡོན་པའི་མཐེའུ་ཆུང་གིས་སྙིང་པོ་བྱས་ནས་གཡོན་པའི་མཐེ་བོའི་རྩེ་མོར་བཞག་ཅིང་།
en: Bend the little finger of the left hand at a sharp angle and place it on the tip of the thumb.

source: །གཡས་པའི་མཐེ་བོང་དེའི་སྟེང་དུ་བཞག་པ་ནི་ཉི་མའི་ཤིང་རྟའི་ཕྱག་རྒྱའོ།
en: Also place your right thumb on the tip of your left thumb. “The mudrā of Rāhu:

source: །ལག་པ་གཡས་པ་བརྐྱང་ནས་མཛུབ་མོ་དང་། སྲིན་ལག་བཀུག་པ་ནི་སྒྲ་གཅན་གྱི་ཕྱག་རྒྱའོ།
en: “Extend your right hand and bend your index and ring fingers at a sharp angle. “The mudrā of Narteśvara: “Place your right hand upon your head in the dancing gesture.

source: །ལག་པ་གཡས་པ་གར་གྱི་ཚུལ་གྱིས་གཡོན་པའི་སྟེང་དུ་བཞག་ཅིང་ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ།
en: Make your left hand into a fist with the index and middle fingers extended.

source: མཛུབ་མོ་དང་གུང་མོ་བརྐྱང་ནས་མཐེ་བོང་གིས་མཐེའུ་ཆུང་དང་། སྲིན་ལག་གི་སེན་མོ་མནན་པ་ནི་དགའ་བའི་དབང་ཕྱུག་གི་ཕྱག་རྒྱའོ།
en: Use your middle finger and thumb in the gesture of dance to hold down your little and ring fingers. “The mudrā of Candra:

source: །ཁུ་ཚུར་སོ་སོར་ཐ་དད་པར་བཅངས་ཏེ་མཐེའུ་ཆུང་འཁྱུད་པ་ནི་ལྷ་མོ་དཀའ་ཟློག་མའི་ཕྱག་རྒྱའོ།
en: “Hold your fists apart and enclose the little fingers. “The mudrās of the eight goddesses of offerings are as follows: “The mudrā of the goddess Umā:

source: །ལག་པ་གཉིས་ཀ་གདེངས་ཀ་ལྟར་བསྟན་ཏེ།
en: “Form both your hands into the shape of a serpent’s hood and place it on your head.

source: སྤྱི་བོར་བཞག་པ་ནི་དཔལ་ལྷ་མོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་དོ།
en: “The description of the mudrā of the goddess Śrī:

source: །ཐལ་མོ་སྦྱར་ནས་ནམ་མཁའ་ལ་བསྐྱོད་པ་ནི་ཟླ་བའི་ཕྱག་རྒྱའོ།
en: “Join your cupped palms in the gesture of greeting and extend them toward the sky. “The mudrā of the goddess Śaśī:

source: །ཁུ་ཚུར་སོ་སོར་བཅངས་ལ་མཐེའུ་ཆུང་དང་མཛུབ་མོ་འཁྱུད་པ་ནི་ལྷ་མོ་ཟླ་བའི་ཕྱག་རྒྱའོ།
en: “Hold your fists together and enclose the index fingers.

source: །དེ་ནས་རིན་ཆེན་རྒྱན་ཅན་མའི་ཕྱག་རྒྱ་བཤད་པ།
en: Then swing your hands in a dancing motion that imitates the flame of Śeṣa’s lamp. “The mudrā of Ratnabhūṣaṇī:

source: ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཛུབ་མོ་གཉིས་བརྐྱང་ནས་རིན་པོ་ཆེའི་རྣམ་པས་དཔྲལ་བའི་ཕྱོགས་སུ་ཕྲེང་བ་བཅིངས་ཏེ་བཞག་པ་ནི་རིན་ཆེན་རྒྱན་ཅན་མའི་ཕྱག་རྒྱ་སྟེ།
en: “Hold your fists together and extend both index fingers. Then place the extended index fingers at your forehead in the shape of a jewel while binding them with a rosary. This is the mudrā of Ratnabhūṣaṇī.

source: སྔགས་ནི།
en: Her mantra is ‘ Oṁ , svāhā to the one with the splendor of a jewel!

source: ཨོྃ་རཏྣ་ཤྲཱི་སྭཱ་ཧཱ།
en: “The mudrā of Sarasvatī: “Folding the other fingers in, extend both index fingers and touch them to your mouth.

source: དེ་ནས་དབྱངས་ཅན་མའི་ཕྱག་རྒྱ་བཤད་པ།
en: “The mudrā of Tilottamā: “Folding the other fingers in, place your index fingers on your head. “The mudrā of Rambhā: “Form both hands into the shape of a plough and place them at your heart. “The mudrā of Surasundarī, the queen of all yakṣas:

source: སོར་མོ་ཕན་ཚུན་འཁྱུད་དེ།
en: “Hold your fists together and extend both little fingers while bending them a little. “The mudrā of Bhūtinī

source: མཛུབ་མོ་གཉིས་བརྐྱང་ནས་ཁར་བཞག་པའོ།
en: “Hold your fists together and enclose both little fingers while slightly bending both index fingers.

source: །ཐིག་ལེ་མཆོག་མའི་ཕྱག་རྒྱ་བཤད་པ།
en: “The mudrā of the queen who rules over the spirits:

source: སོར་མོ་ཕན་ཚུན་དུ་པདྨ་འཁོར་བའི་སྦྱོར་བས་བསྐོར་ཏེ།
en: “Hold your fists together and enclose both index fingers within them. “These are the mudrās of the eight female spirits.”

source: སྤྱི་བོར་བཞག་པ་ནི་ཐིག་ལེ་མཆོག་མའི་ཕྱག་རྒྱའོ།
en: This concludes the chapter containing a detailed description of the characteristics of the mudrās and the ritual of the deities of the great maṇḍala.

source: །དེ་ནས་རྩོམ་པ་མོའི་ཕྱག་རྒྱ་བཤད་པ། ལག་པ་སོ་སོར་སོར་མོ་གཅིག་ལ་གཅིག་བསྐོར་བའི་སྦྱོར་བས་སྙིང་གར་བཞག་པ་ནི་རྩོམ་པ་མོའི་ཕྱག་རྒྱའོ།
en: chapter

source: །དེ་ནས་ཕྱིའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: “Next are the detailed instructions for the heart mantras of the deities of the third, outer zone of the maṇḍala. “The mantra of Indra, in the east:

source: ཨོྃ་ཤ་ཀྲཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Indra!

source: ཤར་དུ་བརྒྱ་བྱིན་ནོ།
en: “The mantra of the god of fire, Agni, in the southeast:

source: །ཨོྃ་ཨགྣ་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Agni! “The mantra of Yama, in the south:

source: མེར་མེའི་ལྷའོ། །ཨོྃ་ཡ་མཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Yama!

source: གཤིན་རྗེའི་ཕྱོགས་སུ་གཤིན་རྗེའོ།
en: “The mantra of the Lord of Rākṣasas, in the southwest:

source: །ཨོྃ་རཱཀྵ་ས་ཨ་དྷི་པ་ཏ་ཡེ་ཛ་ཡ་ཛ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to the lord of rākṣasas! Conquer, conquer! “The mantra of Varuṇa, in the west:

source: བདེན་བྲལ་དུ་སྲིན་པོའི་བདག་པོའོ། །ཨོྃ་བ་རུ་ཎ་ནཱ་ག་ཨ་དྷི་པ་ཏ་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Varuṇa, the lord of nāgas! Kill, kill!

source: ནུབ་ཏུ་ཆུ་ལྷའོ།
en: “The mantra of the deity Vāyu, in the northwest:

source: །ཨོྃ་བཱ་ཡ་བེ་ཙ་ལ་ཙ་ལ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Vāyu! Move, move!

source: རླུང་དུ་རླུང་གི་ལྷའིའོ།
en: “The mantra of Vaiśravaṇa, in the north:

source: ཨོྃ་ཀུ་བཱཻརཱ་ཡ་ཡཀྵ་ཨ་དྷི་པ་ཏ་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Kubera, the lord of yakṣas!

source: བྱང་དུ་ལུས་ངན་པོའིའོ།
en: “The mantra of Candra, in the northeast:

source: །ཨོྃ་ཙནྡྲཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Candra!

source: དབང་ལྡན་གྱི་ཕྱོགས་སུ་ཟླ་བའོ།
en: “The mantra of Īśāna, in the northeast:

source: །ཨོྃ་ཨཱི་ཤ་ནཱ་ཡ་སྭཱ་ཧཱ། དབང་ལྡན་གྱི་ཕྱོགས་སུ་དབང་ལྡན་ཉིད་དོ།
en: Oṁ , svāhā to Īśāna!

source: །དེ་ནས་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་དབང་ཕྱུག་མ་སྡུག་གུ་མཛེས་མའི་ཕྱག་རྒྱ་བཤད་པ། ཁུ་ཚུར་སོ་སོར་བཅིངས་ཏེ་མཐེའུ་ཆུང་རབ་ཏུ་བརྐྱང་བའོ། །དེ་ནས་འབྱུང་མོའི་ཕྱག་རྒྱ་བཤད་པ་ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཐེའུ་ཆུང་གཉིས་འཁྱུད་ནས་སྡིགས་མཛུབ་བྱས་ཏེ་འཛིན་པ་ནི་འབྱུང་པོའི་དབང་ཕྱུག་འབྱུང་མོ་ཐམས་ཅད་ཀྱི་རྒྱལ་མོའི་ཕྱག་རྒྱའོ།
en: “Next are the descriptions and the detailed instructions on the mudrās of the deities of the maṇḍala of wind.

source: །དེ་ནས་འབྱུང་མོ་སྒོ་སྐྱོང་མ་བརྒྱད་ཀྱི་ཕྱག་རྒྱ་བཤད་པ།
en: “The mudrā of Indra:

source: ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཛུབ་མོ་གཉིས་འཁྱུད་པ་ནི་འབྱུང་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའོ། །དེ་ནས་ཕྱིའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ་ནི་ལག་པ་གཡས་པའི་ཐལ་མོ་མཉམ་པར་བྱས་ཏེ། མཐེ་བོས་མཐེའུ་ཆུང་གི་སོར་མོ་མནན་ནས་སོར་མོ་ལྷག་མ་བཀྲམ་པ་ནི་བརྒྱ་བྱིན་གྱི་རྡོ་རྗེའི་ཕྱག་རྒྱའོ།
en: “Stretching your right hand, press down on the fingernail of your little finger with your thumb while spreading out your remaining fingers. “The mudrā of Agni:

source: །ལག་པ་གཡོན་པའི་ཐལ་མོ་མཉམ་པར་བྱས་ཏེ། ཅུང་ཟད་བསྐྱོད་པ་ནི་མེའི་ཕྱག་རྒྱའོ།
en: “Stretching your left hand, make it quiver slightly. “The mudrā of Yama’s staff:

source: །ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ་མཛུབ་མོ་བརྐྱང་བ་ནི་གཤིན་རྗེའི་དབྱུག་ཏོའི་ཕྱག་རྒྱའོ།
en: “Make your right hand into a fist and extend your index finger. “The mudrā of the sword of the Lord of Rākṣasas:

source: །ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ་མཛུབ་མོ་དང་གུང་མོ་བརྐྱང་བ་ནི་སྲིན་པོའི་བདག་པོའི་རལ་གྲིའི་ཕྱག་རྒྱའོ།
en: “Make your right hand into a fist and extend your index and middle fingers. “The mudrā of Varuṇa’s noose:

source: །ལག་པ་གཡོན་པའི་ཁུ་ཚུར་བཅངས་ཏེ།
en: “Making your left hand into a fist, stretch out the index finger and then bend it into a semicircle.

source: མཛུབ་མོ་བརྐྱང་ནས་བསྐྱིལ་བ་ནི་ཆུ་ལྷའི་ཞགས་པའི་ཕྱག་རྒྱའོ།
en: “The mudrā of Vāyu’s banner:

source: །ལག་པ་གཡོན་པའི་ཁུ་ཚུར་བཅངས་ལ་མཛུབ་མོ་དང་། གུང་མོ་བརྐྱང་བ་ནི་རླུང་ལྷའི་བ་དན་གྱི་ཕྱག་རྒྱའོ།
en: “Form your left hand into a fist, position it on your head, and extend your index and middle fingers. “The mudrā of Vaiśravaṇa’s elephant:

source: །ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ།
en: “Make your right hand into a fist and extend the thumb.

source: མཐེ་བོ་བརྐྱང་བ་ནི་རྣམ་ཐོས་ཀྱི་གླང་པོ་ཆེའི་ཕྱག་རྒྱའོ།
en: “The mudrā of Īśāna’s trident:

source: །ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ། མཐེའུ་ཆུང་གིས་སོར་མོ་མནན་ནས་སོར་མོ་ལྷག་མ་བརྐྱང་བ་ནི་དབང་ལྡན་གྱི་ཏྲི་ཤུ་ལའི་ཕྱག་རྒྱའོ།
en: “Making your right hand into a fist, use the thumb to press down on the fingernail of the little finger while extending the remaining fingers.

source: །དེ་ནས་རྫོགས་པར་བྱེད་པའི་ཕྱག་རྒྱ་བཤད་པ།
en: “The mudrā of Pūrṇa:

source: ཐལ་མོ་སྦྱར་བ་ནི་རྫོགས་པར་བྱེད་པའི་ཕྱག་རྒྱའོ།
en: “The mudrā of Pūrṇa is formed by joining the cupped palms of one’s hands together.

source: །སྔགས་བཤད་པ།
en: His mantra is ‘ Oṁ , you are the vajra of accomplishment!

source: ཨོྃ་སིདྡྷི་བཛྲ།
en: Please bring full satisfaction, bring it!

source: ཨ་སུ་རཱ་ཡ་ཨ་སུ་རཱ་ཡ་ཧཱུྃ།
en: Hūṁ

source: རྫོགས་པར་བྱེད་པའི་སྔགས་དང་ཕྱག་རྒྱའོ།
en: “The mudrā for bringing accomplishment:

source: །དེ་ནས་དངོས་གྲུབ་དགུག་པའི་སྔགས་དང་ཕྱག་རྒྱ་བཤད་པ་ཁུ་ཚུར་སོ་སོར་བཅངས་ནས་མཐེའུ་ཆུང་གཉིས་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་ནས་བསྐྱིལ་བ་ནི་དངོས་གྲུབ་དགུག་པའི་ཕྱག་རྒྱའོ།
en: “Holding your fists together, enclose both little fingers, then extend both index fingers to form a circle.

source: །སྔགས་ནི།
en: “The corresponding mantra for bringing accomplishment:

source: ཨོྃ་བཛྲ་རོ་ཥ་མ་ཧཱ་ཀྲོ་དྷ་སིདྡྷ་ཨཱ་ཀཪྵ་ཡེ་ཧཱུྃ་ཛ། དངོས་གྲུབ་དགུག་པའི་སྔགས་སོ།
en: Oṁ , Great Wrath, you are the vajra anger! For the bringing of accomplishment, hūṁ , jaḥ ! ” “Brandishing the vajra-scepter, one should recite:

source: །རྒྱལ་པོ་ཆེན་པོའི་དངོས་གྲུབ་ནི།
en: ‘O great king, yours is the magical power of wrath

source: །ཁྲོ་བོའི་བསྟན་པའི་དངོས་གྲུབ་སྟེ།
en: You are accomplished in disciplining through the commitments.

source: །ལྷ་རྣམས་ཀུན་གྱི་དངོས་གྲུབ་མཆོག །བདག་ལ་མྱུར་དུ་བསྒྲུབ་ཏུ་གསོལ།
en: May all deities quickly grant Unsurpassable accomplishment!’

source: །རྡོ་རྗེ་གསོར་ཞིང་སྔགས་དེ་དང་འདི་བརྗོད་པར་བྱའོ།
en: “The mudrās for the seats fashioned out of spirits are as follows:

source: །དེ་ནས་འབྱུང་མོའི་གདོན་གྱི་ཕྱག་རྒྱ་བཤད་པ།
en: “The mudrā of Vajradhara’s spirit seat:

source: ལག་པ་གཡོན་པའི་ཐལ་མོ་མཉམ་པར་བྱས་ནས།
en: “Stretch out your left hand while raising your thumb.

source: མཐེ་བོ་བསྒྲེང་སྟེ་ལག་པ་གཡས་པའི་ཁུ་ཚུར་གྱིས་ལག་པ་གཡོན་པའི་གཞན་གྱིས་མི་ཐུབ་པའི་ཕྱག་རྒྱ་བཅིངས་ཏེ་གཡས་པའི་མཐེ་བོང་བསྒྲེང་བ་ནི་རྡོ་རྗེ་འཆང་གི་འབྱུང་པོ་གདོན་གྱི་ཕྱག་རྒྱའོ།
en: With the fist of your right hand, grab your left thumb while holding up the right thumb. You should visualize yourself standing astride Aparājita. “The mantra of this seat: “ Oṁ , conquer, conquer!

source: །ཨོྃ་ཛ་ཡ་ཛ་ཡ་མ་ཧཱ་ཀྲོ་དྷ། ཨ་དྷི་པ་ཏི་ཀྲོ་དྷ་རཱ་ཛ།
en: O supreme master Great Wrath, king of wrath, please display this spirit-seat, display it!

source: ཨི་མྃ་བྷཱུ་ཏ་ཨཱ་ས་ནྃ།
en: Please protect us, protect us!

source: དརྴཡ་ར་ཀྵ་སྭཱ་ཧཱ། གདན་གྱི་སྔགས་སོ།
en: Svāhā

source: །དེ་ནས་ལྷའི་གདན་གྱི་ཕྱག་རྒྱ་བཤད་པ།
en: “The mudrā for the seats of the deities in the retinue:

source: ཐལ་མོ་སྦྱར་བ་བྱས་ཏེ་སོར་མོ་ཐམས་ཅད་བཀྲམ་པ་ནི་པདྨའི་ཕྱག་རྒྱར་བརྗོད་པ་སྟེ།
en: “Join the cupped palms of your hands together and spread all your fingers apart.

source: འདི་ནི་ཕྱག་རྒྱའོ། །སྔགས་ནི།
en: This is the lotus mudrā.

source: ཨོྃ་པདྨོ་བྷ་པ་ནི་ཥ་ཎ་ཎ་སརྦ་དེ་བ་ཏཱྃ་སྭཱ་ཧཱ། ལྷ་ཐམས་ཅད་ཀྱི་གདན་གྱི་པདྨའི་ཕྱག་རྒྱ་དང་སྔགས་སོ།
en: “The mantra of the lotus mudrā, the seat of all retinue deities:

source: །པདྨའི་ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེ་བོ་གཡོན་པ་བསྒུལ་བས་ལྷ་ཐམས་ཅད་སྤྱན་དྲངས་པ་གཤེགས་སུ་གསོལ་བའི་ཕྱག་རྒྱ་སྟེ་སྔགས་ནི། ཨོྃ་ས་ར་ས་ར།
en: Oṁ , each deity is to be seated on a seat arising from a lotus.

source: གཙྪ་གཙྪ་སརྦ་དེ་བ་ཏཱ་ནི།
en: Oṁ , all deities, please go, go!

source: ཤྲཱི་བཛྲ་དྷ་ར།
en: Depart, depart!

source: ས་མ་ཨཱཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: Go on, go on!

source: གཤེགས་སུ་གསོལ་བའི་སྔགས་སོ།
en: So commands the glorious Vajradhara. Svāhā ! ” “One should offer praise with the following verse:

source: །ཁྲོ་ཆེན་ཐམས་ཅད་གྲུབ་མཛད་པ།
en: “O Great Wrath, you possess all magical powers

source: །མཐུ་ཆེན་དངོས་གྲུབ་བདེ་བར་སྦྱིན་མཛད་པ།
en: And liberally grant the accomplishments!

source: །མཐུ་ཆེན་བླ་ན་མེད་པ་ནི།
en: Having granted the unsurpassable accomplishment

source: །བདག་ལ་སྩལ་ཏེ་གཤེགས་སུ་གསོལ།
en: To this practitioner of mantra, you may now depart.”

source: །བསྟོད་པ་འདིས་བསྟོད་པར་བྱའོ། །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་ཆོ་ག་དཀྱིལ་འཁོར་གྱི་སྒྲུབ་པ་རྫོགས་སོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains the detailed instructions on the mudrās of all the deities in this great maṇḍala of accomplishment. Chapter

source: །།དེ་ནས་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསུངས་སོ། །དཀྱིལ་འཁོར་ཆེན་པོ་འདི་མཐོང་བ་ཙམ་གྱིས་ཁམས་གསུམ་པའི་རྒྱལ་སྲིད་འཐོབ་ཅིང་འདིའི་རྡོ་རྗེ་འཆང་བཟླས་པ་ཙམ་གྱིས་རྡོ་རྗེ་འཆང་དང་མཚུངས་པར་འགྱུར་རོ།
en: Then Vajrapāṇi, the supreme master Great Wrath, said, “By merely seeing this maṇḍala one will obtain sovereignty over the three realms.

source: །གལ་ཏེ་མ་གྲུབ་ན་ཡང་གླིང་བཞི་པའི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་རོ།
en: By merely reciting Vajradhara one will become equal to him. Should one fail in this, one will become the universal monarch of the four continents.

source: །དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་བཟླས་པ་ཙམ་གྱིས་འབྱུང་པོ་ཐམས་ཅད་བྲན་དུ་འགྱུར་རོ།
en: If one merely utters the name of the glorious Vajradhara, the supreme master Great Wrath, all spirits will become one’s servants.
